class Users:
    user = {
        1: 'Анатолий',
        2: 'Чубайс',
        3: 'Москва, ул. Тверская, д. 5',
        4: 'Третьяковская',
        5: '+79114951234',
        6: '25.05.2025',
        7: 'Вход со двора',
    }

    user_2 = {
        1: 'Илон',
        2: 'Маск',
        3: 'Москва, ул. Пятницкая, д. 7',
        4: 'Третьяковская',
        5: '+79997775566',
        6: '26.05.2025',
        7: 'Не звонить',
    }


class Questions:
    expected_question_text = [
        'Сутки — 400 рублей. Оплата курьеру — наличными или картой.',
        'Пока что у нас так: один заказ — один самокат. Если хотите покататься с друзьями, можете просто сделать несколько заказов — один за другим.',
        'Допустим, вы оформляете заказ на 8 мая. Мы привозим самокат 8 мая в течение дня. Отсчёт времени аренды начинается с момента, когда вы оплатите заказ курьеру. Если мы привезли самокат 8 мая в 20:30, суточная аренда закончится 9 мая в 20:30.',
        'Только начиная с завтрашнего дня. Но скоро станем расторопнее.',
        'Пока что нет! Но если что-то срочное — всегда можно позвонить в поддержку по красивому номеру 1010.',
        'Самокат приезжает к вам с полной зарядкой. Этого хватает на восемь суток — даже если будете кататься без передышек и во сне. Зарядка не понадобится.',
        'Да, пока самокат не привезли. Штрафа не будет, объяснительной записки тоже не попросим. Все же свои.',
        'Да, обязательно. Всем самокатов! И Москве, и Московской области.'
    ]
